Repository: hugodutra-zz/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: nl_nl

source: Error determining location.
nl_nl: Fout bij het bepalen van locatie.

source: Coordinates are not accurate enough to determine a location.
nl_nl: Coordinaten zijn niet nauwkeurig genoeg om locatie te bepalen.

source: Direct Messages
nl_nl: Privéberichten

source: Home
nl_nl: Startpagina

source: Mentions
nl_nl: Vermeldingen

source: Sent
nl_nl: Verzonden

source: Logging into Twitter as %s
nl_nl: Bezig met inloggen als %s op twitter.

source: Unable to connect to twitter. %s will retry until connection is established.
nl_nl: Fout bij het verbinden naar twitter. %s zal opnieuw proberen te verbinden totdat er een verbinding tot stand is gebracht.

source: Mute off
nl_nl: Dempen uit

source: Mute receive
nl_nl: Demp ontvangen

source: Mute all but receive
nl_nl: Demp alles behalve ontvangen

source: Full mute
nl_nl: Alles dempen
