Repository: hugodutra-zz/TheQube
Catalog: src/locale/*/LC_MESSAGES/The Qube.po
Languages: nl_nl

source: No new posts in %s buffer.
nl_nl: Geen nieuwe posts in buffer %s.

source: %d new item in search %s
nl_nl: %d nieuw item in zoekopdracht %s

source: %d new items in search %s
nl_nl: %d nieuwe items in zoekopdracht %s

source: %s new status update.
nl_nl: %s nieuwe status update.

source: %s new status updates.
nl_nl: %s nieuwe status updates.

source: %d new item in feed %s
nl_nl: %d nieuwe post in feed %s

source: %d new items in feed %s
nl_nl: %d nieuwe posts in feed %s

source: %d new direct message.
nl_nl: %d nieuw privébericht.

source: %d new direct messages.
nl_nl: %d nieuwe directe berichten.

source: Tweet removed from favorites.
nl_nl: Tweet verwijderd uit favorieten.

source: Unable to remove tweet from favorites.
nl_nl: Fout bij het verwijderen van tweet uit favorieten.

source: %d new post in %s's timeline.
nl_nl: %d nieuwe post in %s's tijdlijn.

source: %d new posts in %s's favorites.
nl_nl: %d nieuwe post in %s's favorieten.

source: %d new tweet.
nl_nl: %d nieuwe tweet.

source: %d new tweets.
nl_nl: %d nieuwe tweets.

source: about a second ago
nl_nl: ongeveer een seconde geleden

source: more than a second ago
nl_nl: Meer dan een second geleden

source: about %d seconds ago
nl_nl: ongeveer %d seconden geleden

source: about a minute ago
nl_nl: ongeveer een minuut geleden

source: more than a minute ago
nl_nl: meer dan een minuut geleden

source: about %d minutes ago
nl_nl: ongeveer %d minuten geleden

source: about an hour ago
nl_nl: ongeveer een uur geleden

source: more than an hour ago
nl_nl: meer dan een uur geleden

source: about %d hours ago
nl_nl: ongeveer %d uur geleden

source: about a day ago
nl_nl: ongeveer een dag geleden

source: more than a day ago
nl_nl: meer dan een dag geleden

source: about %d days ago
nl_nl: ongeveer %d dagen geleden

source: Message deleted from database.
nl_nl: Bericht verwijderd uit database.

source: Tweet removed from twitter.
nl_nl: Tweet verwijderd van twitter.

source: Unable to delete tweet from Twitter.
nl_nl: Fout bij het verwijderen van tweet van twitter.

source: %d new mention.
nl_nl: %d nieuwe vermelding.

source: %d new mentions.
nl_nl: %d nieuwe vermeldingen.

source: Public timeline updated.
nl_nl: Publieke tijdlijn update.

source: %d new result for %s
nl_nl: %d nieuw resultaat voor %s

source: %d new results for %s
nl_nl: %d nieuwe resultaten voor %s

source: %d new sent item.
nl_nl: %d nieuw verzonden item.

source: %d new sent items.
nl_nl: %d nieuwe verzonden items.

source: %d new posts in %s's timeline.
nl_nl: %d nieuwe posts in %s's tijdlijn.

source: Sessions:
nl_nl: Sessies:

source: &Switch to
nl_nl: &Schakel naar

source: &Delete session...
nl_nl: &Verwijder sessie...

source: &New session...
nl_nl: &Nieuwe sessie...

source: Are you sure you want to close session %s?
nl_nl: Weet je zeker dat je sessie %s wilt sluiten?

source: Remove session
nl_nl: Verwijder sessie

source: Canceled.
nl_nl: Geannuleerd.

source: Name
nl_nl: Naam

source: New Session
nl_nl: Nieuwe sessie

source: Session type:
nl_nl: Sessietype:

source: Session name:
nl_nl: Sessienaam:

source: Bing! search
nl_nl: Bing! zoekopdracht

source: Search:
nl_nl: zoeken:

source: Configuration
nl_nl: Configuratie

source: Language
nl_nl: Taal

source: Sounds
nl_nl: Geluiden

source: Speech
nl_nl: Spraak

source: Navigation
nl_nl: Navigatie

source: Miscellaneous
nl_nl: Diversen

source: All but Receive Sounds
nl_nl: Alles behalve Ontvangstgeluiden

source: Full
nl_nl: Volledig

source: Off
nl_nl: Uit

source: Receive Sounds
nl_nl: Ontvangstgeluiden

source: Braille Output:
nl_nl: Braille-uitvoer:

source: Braille spoken text?
nl_nl: Uitgesproken tekst brailleren?

source: Language Selection:
nl_nl: Taalkeuze:

source: URL Shortener to use
nl_nl: Te gebruiken URL-verkorter

source: Show confirmation dialog before exitting %s?
nl_nl: Een bevestigingsvenster voor het afsluiten van %s weergeven?

source: Sound System
nl_nl: Geluidssysteem

source: Sound pack
nl_nl: Geluidspakket

source: Mute Status
nl_nl: Dempstatus

source: Speech output
nl_nl: Spraakuitvoer

source: SAPI speech rate
nl_nl: Snelheid van spraak bij SAPI

source: SAPI speech volume
nl_nl: Volume van spraak bij SAPI

source: Enable speech recognition?
nl_nl: Spraakherkenning inschakelen?

source: Export
nl_nl: Exporteren

source: Save as
nl_nl: Opslaan als

source: Text File (*.txt)|*.txt|WAV File (*.wav)|*.wav
nl_nl: Teksttbestand (*.txt)|*.txt|Geluidsbestand (*.wav)|*.wav

source: Select buffer:
nl_nl: Kies een buffer:

source: Save As...
nl_nl: Opslaan Als...

source: Speech rate
nl_nl: Snelheid van spraak

source: Speech Volume
nl_nl: Volume van spraak

source: Speech Voice
nl_nl: Stem

source: Min:
nl_nl: Minimaal

source: Max:
nl_nl: Maximaal

source: Login to facebook
nl_nl: Inloggen op facebook

source: General
nl_nl: Algemeen

source: Update interval (in minutes)
nl_nl: Update interval (in minuten)

source: Message:
nl_nl: Bericht:

source: %s Buffer Search
nl_nl: Buffer %s doorzoeken

source: Buffer Search:
nl_nl: Buffer doorzoeken:

source: excluding
nl_nl: uitsluiten

source: Post a new tweet
nl_nl: Post een nieuwe tweet

source: &Direct message
nl_nl: &privébericht

source: Post a new direct message
nl_nl: Stuur een nieuw privébericht

source: New
nl_nl: Nieuw

source: Select a buffer:
nl_nl: Kies een buffer:

source: Jump to Post
nl_nl: Spring naar post

source: Enter post number to jump to, 1 to %s:
nl_nl: Voer het nummer van een post in om naartoe te springen, 1 tot en met %s:

source: Function:
nl_nl: Functie:

source: Keystroke Manager
nl_nl: Beheer sneltoetsen

source: Key:
nl_nl: toets:

source: Keymap:
nl_nl: Sneltoetsen:

source: &Add...
nl_nl: &Toevoegen...

source: &Edit...
nl_nl: &Bewerken...

source: &Delete...
nl_nl: &Verwijderen...

source: Keystroke in use
nl_nl: Sneltoets in gebruik

source: The keystroke %s is already in use. Please choose another.
nl_nl: Deze sneltoets (%s) wordt al gebruikt. Kies a.u.b. een andere.

source: Function
nl_nl: Functie

source: Keystroke
nl_nl: Sneltoets

source: Description
nl_nl: beschrijving:

source: URL Selection
nl_nl: Kies een URL

source: Select URL from tweet to open
nl_nl: Kies een URL uit deze tweet om in je browser te openen

source: Unshorten URL
nl_nl: URL verkorten

source: Copy URL
nl_nl: Kopieer URL

source: Error
nl_nl: Fout

source: There was an error in unshortening this URL.
nl_nl: Er is een fout opgetreden bij het verkorten van dit URL.

source: URL copied to clipboard.
nl_nl: URL gekopiëerd naar klembord.

source: %s RSS Viewer
nl_nl: %s RSS Lezer

source: Settings
nl_nl: Instellingen

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Show message box with captcha solution.
nl_nl: Toon dialoogvenster met oplossing van CAPTCHA

source: Copy Captcha solution to clipboard.
nl_nl: kopieer Captcha-oplossing naar klembord.

source: Solona Solution
nl_nl: Solona oplossing

source: Solona returned:
nl_nl: Antwoord van solona:

source: Name:
nl_nl: Naam

source: Hours:
nl_nl: Uren:

source: Minutes:
nl_nl: Minuten:

source: Seconds:
nl_nl: Seconden:

source: Buffer Configuration
nl_nl: Buffer Configuratie

source: Default Settings
nl_nl: Standaardinstellingen

source: Attention
nl_nl: Let op

source: Number of posts to download per update
nl_nl: Aantal te downloaden posts per update

source: Max API calls to use per update (1 API call = 100 results)
nl_nl: Maximaal te gebruiken API calls per update (1 API call = 100 resultaten)

source: Max API calls to use per update (1 API call = 200 tweets)
nl_nl: Maximaal te gebruiken API calls per update (1 API call = 200 tweets)

source: Apply settings to all buffers
nl_nl: Instellingen op alle buffers toepassen

source: Twitter Configuration
nl_nl: Twitter Configuratie

source: Always add comments (old style)
nl_nl: Altijd commentaar toevoegen (Oude stijl)

source: Ask whether comments are to be added (recommended)
nl_nl: Vraag of commentaar moet worden toegevoegd (aanbevolen)

source: Never add comments (automatically retweet)
nl_nl: Nooit commentaar toevoegen (automatisch retweeten)

source: Enable DM safe mode?
nl_nl: Veilige modus voor directe berichten inschakelen?

source: Retweet Style
nl_nl: Retweetstijl:

source: Reply to self?
nl_nl: Antwoord naar jezelf?

source: Tweet template:
nl_nl: Tweet sjabloon:

source: Clipboard template:
nl_nl: Klembord sjabloon:

source: Sent tweet template:
nl_nl: Verzonden tweet sjabloon:

source: Sent direct message template:
nl_nl: Verzonden DM sjabloon:

source: Search template:
nl_nl: Sjabloon voor zoeken:

source: Reply template:
nl_nl: Antwoord sjabloon:

source: Retweet template:
nl_nl: Retweet sjabloon:

source: Followers and friends template:
nl_nl: Volgers en vrienden template:

source: User info template:
nl_nl: Gebruikersinformatie template:

source: Show Favorites
nl_nl: Favorieten weergeven

source: Favorites for:
nl_nl: Favorieten van:

source: Follow someone
nl_nl: Iemand volgen

source: Follow who:
nl_nl: Volg wie:

source: Mobile Updates
nl_nl: Mobiele updates

source: List Followers
nl_nl: Volgers weergeven

source: Followers for:
nl_nl: Volgers van:

source: Max API calls to use (1 API call = 100 followers)
nl_nl: Maximaal te gebruiken API calls (1 API call = 100 volgers)

source: List Friends
nl_nl: Vrienden weergeven

source: Friends for:
nl_nl: Vrienden van:

source: Max API calls to use (1 API call = 100 friends)
nl_nl: Maximaal te gebruiken API calls (1 API call = 100 vrienden)

source: Individual Buffer
nl_nl: Individuele buffer

source: Buffer for:
nl_nl: Buffer voor:

source: List name:
nl_nl: Lijstnaam:

source: List mode:
nl_nl: Lijstmodus:

source: List description:
nl_nl: Lijstbeschrijving:

source: Current lists:
nl_nl: Huidige lijsten:

source: Delete list
nl_nl: Verwijder lijst

source: Edit list...
nl_nl: Bewerk lijst

source: New list...
nl_nl: Nieuwe lijst

source: List created.
nl_nl: Lijst aangemaakt.

source: Mode
nl_nl: Modus

source: Location Selection
nl_nl: Locatieselectie

source: Select type of location:
nl_nl: Selecteer het locatietype:

source: Select location:
nl_nl: Selecteer locatie:

source: DM who?
nl_nl: DM naar wie?

source: Direct message:
nl_nl: privébericht:

source: &Shorten URL
nl_nl: &URL verkorten

source: Post this message later?
nl_nl: Dit bericht later posten?

source: Time in minutes to wait before posting this message?
nl_nl: de Te wachten tijd voor verzending (in minuten)

source: %s - %d of %d Characters
nl_nl: %s - %d van de %d karakters

source: URL Shortener - No URLs
nl_nl: URL-verkorter - Geen URLs

source: No URLs were found to shorten. If there is one, select the URL and click this button again.
nl_nl: Geen webadressen gevonden om in te korten. Selecteer een adres en probeer het opnieuw.

source: URL Shortener - Select URL
nl_nl: Webadressenverkorter - Selecteer adres

source: Select URL to shorten.
nl_nl: Selecteer een webadres om in te korten.

source: URL Shortened.
nl_nl: Adres ingekort.

source: URL Shortener - Problem
nl_nl: Webadressenverkorter - Fout

source: There was a problem shortening the selected URL.
nl_nl: Er trad een probleem op bij het verkorten van het geselecteerde adres.

source: New Reply to %s
nl_nl: Nieuw antwoord aan %s

source: Real name:
nl_nl: Echte naam:

source: Screen name:
nl_nl: Schermnaam:

source: Location:
nl_nl: Locatie:

source: Tweets are protected:
nl_nl: Tweets zijn privé:

source: Number of followers:
nl_nl: Aantal volgers:

source: Number of friends:
nl_nl: Aantal vrienden:

source: Number of tweets:
nl_nl: Aantal tweets:

source: Average tweets per day since joining Twitter:
nl_nl: Gemiddeld aantal tweets per dag sinds aanmelding bij twitter:

source: Date of last tweet:
nl_nl: Datum van laatste tweet:

source: Date joined Twitter:
nl_nl: Twitter aanmeldingsdatum:

source: Update profile
nl_nl: Update profiel

source: Name (Maximum of %d characters).
nl_nl: Naam (Maximaal %d karakters).

source: Email (Maximum of %d characters).
nl_nl: E-mail adres (Maximaal %d karakters).

source: URL (Maximum of %d characters).
nl_nl: Webadres (Maximaal %d karakters).

source: Location (Maximum of %d characters).
nl_nl: Locatie (Maximaal %d karakters).

source: Bio (Maximum of %d characters).
nl_nl: Bio (Maximaal %d karakters).

source: Twitter search
nl_nl: Zoeken op twitter

source: Twitter Search:
nl_nl: Twitter Zoeken:

source: Persistent results
nl_nl: Blijvende resultaten

source: Save Search
nl_nl: Zoekopdracht Opslaan

source: Stop following someone
nl_nl: Stop iemand te volgen

source: Unfollow who:
nl_nl: Stop volgen van:

source: Action:
nl_nl: Actie:

source: User Profile
nl_nl: Gebruikersprofiel

source: User profile for:
nl_nl: Gebruikersprofiel van:

source: %s Configuration
nl_nl: Configuratie voor %s

source: Configuration saved.
nl_nl: Configuratie opgeslagen.

source: Configuration canceled.
nl_nl: Configuratie geannuleerd.

source: No buffers in this session.
nl_nl: Geen buffers in deze sessie.

source: %s Buffer Configuration
nl_nl: Bufferconfiguratie voor %s

source: Exporting...
nl_nl: Bezig met exporteren...

source: Export complete.
nl_nl: Exporteren voltooid.

source: Are you sure you want to exit %s?
nl_nl: Weet je zeker dat je %s wilt afsluiten?

source: Exit %s
nl_nl: %s afsluiten

source: Exitting %s.
nl_nl: %s wordt afgesloten.

source: Speech recognition off.
nl_nl: Spraakherkenning uit.

source: Speech recognition on.
nl_nl: Spraakherkenning aan.

source: Keymap saved.
nl_nl: Sneltoetsen opgeslagen.

source: Keymap unsaved.
nl_nl: Sneltoetsen niet opgeslagen.

source: Error: this is the only session.
nl_nl: Fout: dit is de enige sessie.

source: Delete Session
nl_nl: Verwijder sessie

source: Please enter a name for this session.
nl_nl: Voer een naam in voor deze sessie.

source: Unable to spawn new %s session.
nl_nl: Fout bij het opslaan van de nieuwe sessie %s.

source: Keyboard help on.
nl_nl: Toetsenbordhelp aan.

source: Keyboard help off.
nl_nl: Toetsenbordhelp uit.

source: No current buffer.
nl_nl: Geen huidige buffer.

source: %s: No items.
nl_nl: %s: Geen items.

source: %s: %d of %d items.
nl_nl: %s: %d van de %d items.

source: Item %d of %d.
nl_nl: Item %d van %d.

source: No current session.
nl_nl: Geen huidige sessie.

source: Welcome to %s
nl_nl: Welkom bij %s

source: There was an error in the startup process. We appologize for this.
nl_nl: Er is een fout opgetreden tijdens het opstarten. Onze excuses voor het ongemak.

source: Bing! Search
nl_nl: Bing! zoekopdracht

source: Please enter a term to search for.
nl_nl: Voer een zoekopdracht in.

source: Opening website.
nl_nl: Website wordt geopend.

source: Cannot move by time in this buffer.
nl_nl: Navigeren bij tijd is niet mogelijk in deze buffer.

source: There are no buffers to dismiss.
nl_nl: Er zijn geen buffers die gesloten kunnen worden.

source: Unable to dismiss buffer %s
nl_nl: Fout bij het verwijderen van buffer %s

source: No buffers remaining.
nl_nl: Geen overgebleven buffers.

source: Undo failed: stack empty
nl_nl: Ongedaan maken mislukt: lege stack

source: Undo failed: buffer no longer exists
nl_nl: Ongedaan maken mislukt: De buffer bestaat niet langer

source: This buffer cannot be cleared.
nl_nl: Deze buffer kan niet geleegd worden.

source: Processing. Please wait.
nl_nl: Bezig, even geduld.

source: Post copied to clipboard.
nl_nl: Post gekopiëerd naar klembord.

source: Status updated.
nl_nl: Status geupdate.

source: Updating status failed.
nl_nl: Updaten van status mislukt.

source: Statuses
nl_nl: Statussen

source: &About %s
nl_nl: &Over %s

source: About %s
nl_nl: Over %s

source: E&xit %s
nl_nl: %s a&fsluiten

source: Exit %s...
nl_nl: %s afsluiten...

source: Login succeeded.
nl_nl: Inloggen succesvol.

source: Login failed.
nl_nl: Inloggen mislukt.

source: Add feed
nl_nl: Feed toevoegen

source: Enter URL of rss feed to add:
nl_nl: Voer het webadres van de toe te voegen feed in:

source: Capturing screenshot.
nl_nl: Screenshot wordt vastgelegd.

source: Unable to take screenshot.
nl_nl: Fout bij het maken van screenshot.

source: Unable to submit captcha to Solona.
nl_nl: Fout bij het versturen van captcha naar Solona.

source: Submitted captcha for analysis.
nl_nl: Capttcha verzonden voor analize.

source: Solona is currently offline; please try again later.
nl_nl: Solona is momenteel offline, probeer het later opnieuw.

source: Checking current status of Solona...
nl_nl: De huidige status van Solona wordt gecontroleerd.

source: Solona is offline; no operators are available.
nl_nl: Solona is offline, er zijn geen operators beschikbaar.

source: Solona is online, and operators are standing by.
nl_nl: Solona is online, operators zijn beschikbaar.

source: Successfully logged into Solona as %s
nl_nl: succesvol bij Solona aangemeld als %s

source: Unable to Log into Solona.
nl_nl: Fout bij het inloggen op Solona.

source: Captcha solution copied to clipboard.
nl_nl: Oplossing van captcha naar klembord gekopiëerd.

source: Unable to initialize speech recognition.
nl_nl: Fout bij het initialiseren van de spraakherkenning.

source: Counting.
nl_nl: Bezig met tellen.

source: Time is up.
nl_nl: Tijd is op.

source: Sync failed.
nl_nl: Synchronisatie mislukt.

source: Sync completed.
nl_nl: Synchronisatie voltooid.

source: New Tweet
nl_nl: Nieuwe Tweet

source: No user found to reply to.
nl_nl: Geen gebruiker gevonden om te antwoorden.

source: View Item
nl_nl: Bekijk Item

source: View Tweet From %s
nl_nl: Bekijk Tweet Van %s

source: Item is not a post.
nl_nl: Dit item is geen post.

source: Cannot retweet a direct message while DM safe mode is enabled.
nl_nl: Kan geen privébericht hertweeten wanneer de pb veilige modus is ingeschakeld.

source: Cannot retweet your own tweet.
nl_nl: Een eigen tweet kan niet hertweet worden.

source: Would you like to add a comment?
nl_nl: Wil je commentaar toevoegen?

source: No users to follow detected in current post.
nl_nl: Geen te volgen gebruikers gevonden in deze post.

source: Now following %s
nl_nl: %s wordt nu gevolgd.

source: Following %s failed
nl_nl: Volgen van %s mislukt

source: Canceled
nl_nl: Geannuleerd

source: No longer following %s
nl_nl: Volgen van %s gestopt

source: Unfollowing %s failed
nl_nl: Stoppen met volgen van %s mislukt

source: %s has been blocked.
nl_nl: %s is geblokkeerd.

source: Blocking %s failed
nl_nl: Blokkeren van %s mislukt

source: %s has been reported as a spammer.
nl_nl: %s is gerapporteerd als een spammer.

source: Reporting %s as spam failed
nl_nl: Rapporteren van %s als spammer mislukt

source: Checking for new updates in %s buffer.
nl_nl: Controleren op nieuwe updates in buffer %s.

source: Forcing updates is not permitted in this buffer.
nl_nl: Het forceren van updates in deze buffer is niet mogelijk.

source: No URLs detected in current post.
nl_nl: Geen webadressen gevonden in huidige tweet.

source: %s login failure
nl_nl: Inloggen als %s mislukt

source: Logging into Twitter with the supplied credentials failed.
nl_nl: Inloggen bij twitter met de ingevoerde gegevens mislukt.

source: Update posted.
nl_nl: Update epost.

source: Update failed.
nl_nl: Update mislukt.

source: Reply posted.
nl_nl: Antwoord gepost.

source: Reply failed.
nl_nl: Antwoord mislukt.

source: Dm Sent.
nl_nl: Privébericht verstuurd.

source: Sending dm failed.
nl_nl: Versturen van privébericht mislukt.

source: Retweet posted.
nl_nl: Hertweet gepost.

source: Retweet failed.
nl_nl: Hertweet mislukt.

source: Search for %s
nl_nl: Zoeken naar %s

source: Loading public timeline.
nl_nl: Publieke tijdlijn wordt geladen.

source: Public Timeline
nl_nl: Publieke Tijdlijn

source: Favorites
nl_nl: Favorieten

source: canceled.
nl_nl: Geannuleerd.

source: %s's favorites
nl_nl: Favorieten van %s

source: Tweet added to favorites
nl_nl: Tweet toegevoegd aan favorieten

source: Marking tweet as favorite failed.
nl_nl: Toevoegen van tweet aan favorieten mislukt.

source: Removing tweet from favorites failed.
nl_nl: Verwijderen van tweet aan favorieten mislukt.

source: Followers
nl_nl: Volgers

source: Loading followers list.
nl_nl: Volgerslijst wordt geladen:

source: Friends
nl_nl: Vrienden

source: Loading friends list.
nl_nl: Vriendenlijst wordt geladen:

source: Followers Analysis
nl_nl: Volgersanalize

source: Please launch your followers buffer before attempting to perform analysis.
nl_nl: Open je followers buffer voor je de followers laat analyseren.

source: Cannot perform analysis on an empty followers buffer.
nl_nl: Kan geen analyse uitvoeren op een lege followers buffer.

source: Performing analysis, please wait...
nl_nl: Analyse wordt uitgevoerd, even geduld...

source: Checking current API call count...
nl_nl: Aantal API calls wordt gecontroleerd.

source: You have %s API calls left. They will reset to %d calls in %s.
nl_nl: Je hebt nog %s API calls over. Een reset naar %d calls zal binnen %s plaats vinden.

source: Unable to obtain the remaining number of API calls you have this hour.
nl_nl: Fout bij het ophalen van het aantal resterende API calls dit uur.

source: Unable to check notification status for %s.
nl_nl: Fout bij het controleren van de notificatiestatus voor %s.

source: You will now receive device notifications for %s.
nl_nl: Je ontvangt vanaf nu apparaatnotificaties voor %s.

source: Unable to turn on device notifications for %s.
nl_nl: Fout bij het inschakelen van apparaatnotificaties voor %s.

source: You will no longer receive device notifications for %s.
nl_nl: Je ontvangt vanaf nu niet langer apparaatnotificaties voor %s.

source: Unable to turn off device notifications for %s.
nl_nl: Fout bij het uitschakelen van apparaatnotificaties voor %s.

source: Profile updated.
nl_nl: Profiel geupdate.

source: Unable to update profile.
nl_nl: Fout bij het updaten van profiel.

source: Loading timeline for %s.
nl_nl: Tijdlijn van %s wordt geladen:

source: %s's timeline
nl_nl: Tijdlijn van %s

source: No update is currently available. Thanks for checking!
nl_nl: Er is op dit moment geen update beschikbaar.

source: %s does not support this feature.
nl_nl: %s ondersteund deze optie niet.

source: Loading followers for %s.
nl_nl: Volgers van %s worden geladen.

source: %s's followers
nl_nl: Volgers van %s

source: Loading friends for %s.
nl_nl: Vrienden van %s worden geladen.

source: %s's friends
nl_nl: Vrienden van %s

source: My tweets that have been retweeted by others
nl_nl: Mijn tweets die zijn hertweet door anderen

source: Select type
nl_nl: Selecteer type

source: Select which type of retweets to display:
nl_nl: Selecteer welk type hertweets weergegeven moeten worden.

source: My friends' retweets
nl_nl: Hertweets van mijn vrienden

source: My retweets
nl_nl: Mijn hertweets

source: This command is not supported from within a search buffer.
nl_nl: Dit commando wordt niet ondersteund vanuit een zoekbuffer.

source: No user detected in current item.
nl_nl: Geen gebruiker gedetecteerd in huidig item.

source: Loading profile for %s
nl_nl: Profiel van %s wordt geladen

source: Retrieving locations.
nl_nl: Locaties worden opgehaald.

source: Unable to retrieve local trend locations; please try again later.
nl_nl: Kan locaties voor lokale trends niet ophalen, probeer het later opnieuw.

source: Are you sure you want to import %d items from old database?
nl_nl: Weet je zeker dat je %d items uit oude database wilt importeren?

source: Are you sure?
nl_nl: Weet je het zeker?

source: Importing, please wait.
nl_nl: Bezig met importeren, een ogenblik a.u.b.

source: Import complete.
nl_nl: Importeren voltooid.

source: Import completed successfully.
nl_nl: Importeren met succes voltooid.

source: No geo location info present in this tweet.
nl_nl: Geen geolocatie info aanwezig in deze tweet.

source: Retrieving geo location info...
nl_nl: Bezig met ophalen van geolocatie info...
